sqs-nodejs/tests/load-api.yaml
config:
  target: "http://localhost:3000"
  phases:
    - duration: 30
      arrivalRate: 50
  defaults:
    headers:
      Content-Type: "application/json"
scenarios:
  - flow:
      - post:
          url: "/send"
          json:
            message: "Teste {{ $randomNumber(1, 10000) }}"

#